Repository: Ir3nicuz/EgsEcfEditorApp
Catalog: EgsEcfEditorApp/Properties/EnumRecources.*.resx
Languages: de

# EcfFileViewTools.EcfStructureFilter+SelectableItems.Comments
source: Comments
de: Kommentare

# EcfFileViewTools.EcfStructureFilter+SelectableItems.DataBlocks
source: Data blocks
de: Datenblöcke

# EcfFileViewTools.EcfStructureFilter+SelectableItems.Parameters
source: Parameters
de: Parameter

# EgsEcfEditorApp.GuiMainForm+AddTemplateEditOptions.CreateNewAsCopy
source: Create new template as copy from existing
de: Neues Template aus vorhandenem erzeugen

# EgsEcfEditorApp.GuiMainForm+AddTemplateEditOptions.CreateNewAsEmpty
source: Create new empty template
de: Neues leeres Template erzeugen

# EgsEcfEditorApp.GuiMainForm+AddTemplateEditOptions.SelectExisting
source: Select existing template from list
de: Vorhandenes Template aus Liste wählen

# EgsEcfParser.EcfDependencies.IsInheritedBy
source: is inherited by
de: wird importiert von

# EgsEcfParser.EcfDependencies.IsUsedWith
source: is used with
de: wird verwendet mit

# EgsEcfParser.EcfErrorGroups.Creating
source: Creating error
de: Schreibfehler

# EgsEcfParser.EcfErrorGroups.Editing
source: Editing error
de: Editierfehler

# EgsEcfParser.EcfErrorGroups.Interpretation
source: Interpretation error
de: Lesefehler

# EgsEcfParser.EcfErrorGroups.Structural
source: Structural error
de: Strukturfehler

# EgsEcfParser.EcfErrors.AttributeDoubled
source: Attribute doubled
de: Attribut gedoppelt

# EgsEcfParser.EcfErrors.AttributeMissing
source: Mandatory attribute missing
de: Mandatorisches Attribut fehlt

# EgsEcfParser.EcfErrors.AttributeUnknown
source: Attribute not defined
de: Attribut nicht definiert

# EgsEcfParser.EcfErrors.BlockCloserWithoutOpener
source: Element structure closer without opener
de: Element geschlossen und nicht geöffnet

# EgsEcfParser.EcfErrors.BlockDataTypeMissing
source: Element data type missing
de: Element Datentyp fehlt

# EgsEcfParser.EcfErrors.BlockDataTypeUnknown
source: Element data type not defined
de: Element Datentyp nicht definiert

# EgsEcfParser.EcfErrors.BlockIdNotUnique
source: Element id not unique
de: Element Id nicht einzigartig

# EgsEcfParser.EcfErrors.BlockInheritorMissing
source: Element inheritor missing
de: Vererbtes Element fehlt

# EgsEcfParser.EcfErrors.BlockNotCreateable
source: Data block not createable
de: Datenblock nicht erzeugbar

# EgsEcfParser.EcfErrors.BlockOpenerWithoutCloser
source: Element structure opener without closer
de: Element geöffnet und nicht geschlossen

# EgsEcfParser.EcfErrors.BlockPostMarkMissing
source: Element post mark missing
de: Element Nachzeichen fehlt

# EgsEcfParser.EcfErrors.BlockPostMarkUnknown
source: Element post mark not defined
de: Element Nachzeichen nicht definiert

# EgsEcfParser.EcfErrors.BlockPreMarkMissing
source: Element pre mark missing
de: Element Vorzeichen fehlt

# EgsEcfParser.EcfErrors.BlockPreMarkUnknown
source: Element pre mark not defined
de: Element Vorzeichen nicht definiert

# EgsEcfParser.EcfErrors.KeyNullOrEmpty
source: Key null or empty
de: Schlüsselwert null oder leer

# EgsEcfParser.EcfErrors.ParameterDoubled
source: Parameter doubled
de: Parameter gedoppelt

# EgsEcfParser.EcfErrors.ParameterMissing
source: Mandatory parameter missing
de: Mandatorischer Parameter fehlt

# EgsEcfParser.EcfErrors.ParameterNotCreateable
source: Parameter not createable
de: Parameter nicht erzeugbar

# EgsEcfParser.EcfErrors.ParameterUnknown
source: Parameter not defined
de: Parameter nicht definiert

# EgsEcfParser.EcfErrors.ParameterWithoutParent
source: Parameter without a parent element
de: Parameter hat kein Container Element

# EgsEcfParser.EcfErrors.Unknown
source: Undefined
de: Undefiniert

# EgsEcfParser.EcfErrors.ValueContainsProhibitedPhrases
source: Value contains prohibited symbols
de: Wert enthält ungültige Zeichen

# EgsEcfParser.EcfErrors.ValueEmpty
source: The value is blank
de: Der Wert ist ein Leerzeichen

# EgsEcfParser.EcfErrors.ValueGroupEmpty
source: No value present
de: Kein Wert vorhanden

# EgsEcfParser.EcfErrors.ValueNull
source: No value present
de: Kein Wert vorhanden
