Repository: Ir3nicuz/EgsEcfEditorApp
Catalog: EgsEcfEditorApp/Properties/TextRecources.*.resx
Languages: de

# ItemHandlingSupport_RemoveTemplateFailed
source: Remove template failed
de: Entfernen des Templates fehlgeschlagen

# ItemHandlingSupport_SaveFileBeforeDefinitionReloadQuestion
source: Save file before the definition is replaced and the file is reloaded?
de: Soll die Datei gespeichert werden bevor die Definition ersetzt und die Datei neu geladen wird?

# ItemHandlingSupport_SelectedFileNotOpened
source: The selected file is not opened!
de: Die gewählte Datei ist nicht geöffnet!

# ItemHandlingSupport_StillUsedWith
source: still used with
de: noch verwendet von

# ItemHandlingSupport_UpdateGlobalDefFileDefinitionsQuestion
source: Shall the definition of the already opened GLobalDef files be updated?
de: Soll die Definition der bereits geöffneten GlobalDef Dateien aktualisiert werden?

# ItemHandlingSupport_UpdateTemplateFileDefinitionsQuestion
source: Shall the definition of the already opened template files be updated?
de: Soll die Definition der bereits geöffneten Template Dateien aktualisiert werden?

# ItemSelectorDialog_ToolTip_SearchInfo
source: Like wise search to reduce the dropdown list
de: Like-suche zum Einschränken der Dropdown Liste
