Repository: Ir3nicuz/EgsEcfEditorApp
Catalog: EgsEcfEditorApp/Properties/TextRecources.*.resx
Languages: de

# DeprecatedDefinitionsDialog_EmptyDataText
source: No deprecated items found
de: Keine veralteten Elemente gefunden

# EcfErrorView_ToolTip_ErrorCountSelector
source: Count of errors shown at once
de: Anzahl der gleichzeitig angezeigter Fehler

# EcfErrorView_ToolTip_ErrorGroupSelector
source: Group of errors shown
de: Gruppe der angezeigten Fehler

# EcfErrorView_ToolTip_ErrorSorterAlphabeticOrder
source: Sets alphabetical sorting order
de: Aktiviert die alphabetische Reihenfolge

# EcfErrorView_ToolTip_ErrorSorterDirection
source: Changes the sorting direction
de: Ändert die Sortierrichtung

# EcfErrorView_ToolTip_ErrorSorterOriginOrder
source: Sets order of occurance
de: Aktiviert die Auftrittsreihenfolge

# EcfFileCAMDialog_RootElementsOverall
source: differing root elements overall
de: unterschiedliche Basiselemente insgesamt

# EcfFileCAMDialog_ToolTip_ChangeAllAddItems
source: Activates / deactivates all elements which would be added
de: Aktiviert / deaktiviert alle Elemente die hinzugefügt werden

# EcfFileCAMDialog_ToolTip_ChangeAllRemoveItems
source: Activates / deactivates all elements which would be removed
de: Aktiviert / deaktiviert alle Elemente die entfernt werden

# EcfFileCAMDialog_ToolTip_ChangeAllUnequalItems
source: Activates / deactivates all elements which would be updated
de: Aktiviert / deaktiviert alle Elemente die geändert werden

# EcfFileCAMDialog_ToolTip_DoMergeLeft
source: Integrates the selected changes from the right into the left file
de: Integriert die ausgewählten Änderungen von rechts in die linke Datei

# EcfFileCAMDialog_ToolTip_DoMergeRight
source: Integrates the selected changes from the left into the right file
de: Integriert die ausgewählten Änderungen von links in die rechte Datei

# EcfFileCAMDialog_ToolTip_PageDown
source: Select next page
de: Nächste Seite anzeigen

# EcfFileCAMDialog_ToolTip_PageUp
source: Select previous page
de: Vorherige Seite anzeigen

# EcfFileCamWorkerDialog_Comparing
source: Compare running
de: Vergleich läuft

# EcfFileCamWorkerDialog_Merging
source: Merge running
de: Führe zusammen

# EcfFileOpenDialog_ToolTip_Encoding
source: For a new file the encoding has to be selected. The already selected default encoding should be suitable in most cases.
de: Für eine neu erstellte Datei muss das Encoding festgelegt werden. Das vorausgewählte Encoding sollte in den meisten Fällen geeignet sein.

# EcfFileOpenDialog_ToolTip_FormatDefinition
source: Based on the file name the format is guessed. When guessing fails or is not correct, select the desired format definition manually.
de: Anhand des Dateinamens wird versucht das Format zu ermitteln. Wenn das fehlschlägt oder falsch ist, muss das Format manuell festgelegt werden.

# EcfFileOpenDialog_ToolTip_NewLineSymbol
source: For a new file the new line symbol has to be selected. The already selected default symbol should be suitable in most cases.
de: Für eine neu erstellte Datei muss das Zeilenumbruch Symbol festgelegt werden. Das vorausgewählte Symbol sollte in den meisten Fällen geeignet sein.

# EcfFilePropertiesDialog_PropertiesIncomplete
source: At least one property is not selected properly. Please check the inputs!
de: Mindestens eine Eigenschaft ist nicht korrekt eingestellt. Bitte die Eingaben prüfen!

# EcfInfoView_NoDefinition
source: No definition found
de: Keine Definition gefunden

# EcfItemEditingDialog_AnyCommentLineEmpty
source: At least one comment line is empty
de: Mindestens eine Zeile ist ohne Inhalt

# EcfItemEditingDialog_BlockEditingAborted
source: Block editing aborted
de: Element Bearbeitung abgebrochen

# EcfItemEditingDialog_CouldNotBeFoundInTheItemList
source: could not be found in the item list
de: konnte in der Element Liste nicht gefunden werden

# EcfItemEditingDialog_HasNoUniqueIdentifier
source: has no unique identifier
de: hat keine einzigartige Benennung

# EcfItemEditingDialog_IsAlreadyUsedBy
source: is already used by
de: wird bereits verwendet von

# EcfItemEditingDialog_IsStillReferencedBy
source: is still referenced by
de: wird immer noch referenziert von

# EcfItemEditingDialog_NoAddableParameterAvailable
source: No addable Parameter available
de: Kein hinzufügbarer Parameter vorhanden

# EcfItemEditingDialog_NoAddingWithoutFile
source: Item adding not possible without ecf file reference
de: Das Hinzufügen eines Elementes ist ohne Datei Referenz nicht möglich

# EcfItemEditingDialog_NoBlockAddingWithoutPostMarkDefinition
source: Block adding not allowed without PostMark definition
de: Hinzufügen von Elementen ist ohne PostMark Definition nicht erlaubt

# EcfItemEditingDialog_NoChildBlockAddingWithoutTypeDefinition
source: Child Block adding not allowed without a type definition
de: Hinzufügen von Unterelementen ist ohne Type Definition nicht erlaubt

# EcfItemEditingDialog_NoDefinitionAvailableFor
source: No definition available for
de: Keine Definition vorhanden für

# EcfItemEditingDialog_NoDefinitionFoundForParameter
source: No definition could be found for parameter
de: Keine Definition vorhanden für Parameter

# EcfItemEditingDialog_NoEditableItemProvided
source: No editable item reference provided
de: Kein bearbeitbares Element an Dialog übergeben

# EcfItemEditingDialog_NoEditingWithoutFile
source: Item editing not possible without ecf file reference
de: Das Bearbeiten eines Elementes ist ohne Datei Referenz nicht möglich

# EcfItemEditingDialog_NoParameterAddingWithoutDefinitions
source: Parameter adding not allowed without definitions
de: Hinzufügen von Parametern ist ohne Definitionen nicht erlaubt

# EcfItemEditingDialog_NoParameterAddingWithoutParent
source: Parameter adding not allowed without parent element
de: Hinzufügen von Parametern ist ohne übergeordnetem Element nicht erlaubt

# EcfItemEditingDialog_NoParameterEditingWithoutDefinitions
source: Parameter editing not allowed without definitions
de: Bearbeiten von Parametern ist ohne Definitionen nicht erlaubt

# EcfItemEditingDialog_NoParameterEditingWithoutParent
source: Parameter editing not allowed without parent element
de: Bearbeiten von Parametern ist ohne übergeordnetem Element nicht erlaubt

# EcfItemEditingDialog_NoRootBlockAddingWithoutTypeDefinition
source: Root block adding not allowed without a type definition
de: Hinzufügen von Basiselementen ist ohne Type Definition nicht erlaubt

# EcfItemEditingDialog_NoSelectableParameterAvailable
source: No selectable Parameter available
de: Kein wählbarer Parameter vorhanden

# EcfItemEditingDialog_NotSelected
source: not selected
de: nicht ausgewählt

# EcfItemEditingDialog_OperationModeNotSuitableForAdding
source: Operation mode not suitable for adding operation
de: Operation mode für das Hinzufügen nicht geeignet

# EcfItemEditingDialog_ParameterEditingAborted
source: Parameter editing aborted
de: Parameter Bearbeitung abgebrochen

# EcfItemEditingDialog_ParameterMatrixForUnknownParametersNotAllowed
source: The parameter matrix editing feature not allow unknown parameters
de: Die Parameter Matrix editier Funktion erlaubt keine unbekannten Parameter

# EcfItemEditingDialog_ParameterMatrixForValuelessParametersNotAllowed
source: The parameter matrix editing feature not allow parameters without values
de: Die Parameter Matrix editier Funktion erlaubt keine Parameter ohne Werte

# EcfItemEditingDialog_TheIdAttributeValue
source: The attribute id value
de: Der Wert des Id Attribut

# EcfItemEditingDialog_TheNameAttributeValue
source: The attribute name value
de: Der Wert des Name Attribut

# EcfItemEditingDialog_TheOldNameAttributeValue
source: The old attribute name value
de: Der alte Wert des Name Attribut

# EcfItemEditingDialog_TheReferencedItem
source: The referenced item
de: Das referenzierte Element

# EcfItemEditingDialog_ToolTip_AddValue
source: Adds a value cell after the selected cell
de: Fügt eine Wert Zelle hinter der selektierten Zelle ein

# EcfItemEditingDialog_ToolTip_AddValueGroup
source: Adds a value group row after the selected cell
de: Fügt eine Wert Gruppe hinter der selektierten Zelle ein

# EcfItemEditingDialog_ToolTip_RemoveValue
source: Removes the selected value slot
de: Entfernt die selektierte Wert Zelle

# EcfItemEditingDialog_ToolTip_RemoveValueGroup
source: Removes the selected value group row
de: Entfernt die selektierte Wert Gruppe

# EcfParameterView_ToolTip_InheritedColumn
source: Marked parameters are inherited to the selected tree element
de: Markierte Parameter werden in das gewählte Baumelement vererbt

# EcfParameterView_ToolTip_OverwritingColumn
source: Marked parameters overwriting an inherited parameter
de: Markierte Parameter überschreiben einen vererbten Parameter

# EcfParameterView_ToolTip_ParameterCountSelector
source: Count of parameters shown at once
de: Anzahl der gleichzeitig angezeigten Parameter

# EcfParameterView_ToolTip_ParameterGroupSelector
source: Group of parameters shown
de: Gruppe der angezeigten Parameter

# EcfParameterView_ToolTip_ParameterSorterAlphabeticOrder
source: Sets alphabetical sorting order for parameter names
de: Aktiviert die alphabetische Reihenfolge nach Parameternamen

# EcfParameterView_ToolTip_ParameterSorterDirection
source: Changes the sorting direction
de: Ändert die Sortierrichtung

# EcfParameterView_ToolTip_ParameterSorterOriginOrder
source: Sets hierarchical sorting order
de: Aktiviert die hierarchische Reihenfolge

# EcfSettingsDialog_ReallyResetAllQuestion
source: Really reset all settings to default?
de: Alle Einstellungen wirklich auf Standard zurücksetzen?

# EcfSettingsDialog_ToolTip_AllowFallbackToParsedData
source: If activated, a item will try to use the original parsed data if the data from the editor are invalid
de: Wenn aktiviert, werden Elemente versuchen die Originaldaten zu verwenden wenn die Editordaten fehlerhaft sind

# EcfSettingsDialog_ToolTip_ErrorViewSorterInitCount
source: Defines the initial value for the visible item count setting of the error view
de: Legt den Anfangswert für Anzahl der angezeigten Elemente in der Fehleransicht fest

# EcfSettingsDialog_ToolTip_GameMode
source: Defines the game version which definitions will be used
de: Legt die Spiel Version fest, dessen Definitionen verwendet werden sollen

# EcfSettingsDialog_ToolTip_InterFileChecksActive
source: If activated, the checks for inter file dependencies will be performed at editing items
de: Wenn aktiviert, werden die Prüfungen für dateiübergreifende Beziehungen ausgeführt sobald ein Element editiert wird

# EcfSettingsDialog_ToolTip_InvalidateParentsOnError
source: If activated, items with at least one invalid sub item will not be saved
de: Wenn aktiviert, werden auch Elemente mit mindestens einem fehlerhaften Unterelement nicht gespeichert

# EcfSettingsDialog_ToolTip_ParameterViewSorterInitCount
source: Defines the initial value for the visible item count setting of the parameter view
de: Legt den Anfangswert für Anzahl der angezeigten Elemente in der Parameteransicht fest

# EcfSettingsDialog_ToolTip_TreeViewFilterCommentsInitActive
source: If activated, the initial state of the filter setting for comments will be set to visible
de: Wenn aktiviert, wird der Anfangszustand für die Filter Einstellung für Kommentare auf anzeigen gesetzt

# EcfSettingsDialog_ToolTip_TreeViewFilterDataBlocksInitActive
source: If activated, the initial state of the filter setting for data blocks will be set to visible
de: Wenn aktiviert, wird der Anfangszustand für die Filter Einstellung für Datenblöcke auf anzeigen gesetzt

# EcfSettingsDialog_ToolTip_TreeViewFilterParametersInitActive
source: If activated, the initial state of the filter setting for parameters will be set to visible
de: Wenn aktiviert, wird der Anfangszustand für die Filter Einstellung für Parameter auf anzeigen gesetzt

# EcfSettingsDialog_ToolTip_TreeViewSorterInitCount
source: Defines the initial value for the visible item count setting of the tree view
de: Legt den Anfangswert für Anzahl der angezeigten Elemente in der Baumansicht fest

# EcfSettingsDialog_ToolTip_WriteOnlyValidItems
source: If activated, at saving the file only valid items will be written
de: Wenn aktiviert, werden beim Speichern nur Elemente ohne Fehler ausgegeben

# EcfSettingsDialog_UnsavedReallyCloseQuestion
source: There are unsaved setting changes. Really close and discards changes?
de: Es sind ungesichte Einstellungen vorhanden. Sollen die Änderungen wirklich verworfen werden?

# EcfTabPage_ToolTip_Add
source: Adds an element of the selected type
de: Fügt ein Element des selektierten Typs hinzu

# EcfTabPage_ToolTip_ChangeComplex
source: Change of several elements and values at once
de: Ändern von mehreren Elementen und Werten gleichzeitig

# EcfTabPage_ToolTip_ChangeSimple
source: Change single or few values of selected elements
de: Ändern einzelner Werte oder wenigen Werten der selektierten Element

# EcfTabPage_ToolTip_CopyElements
source: Copies the selected elements to the clipboard
de: Kopiert die gewählten Elements in den Zwischenspeicher

# EcfTabPage_ToolTip_FilterApplyButton
source: Applies the filter to views
de: Wendet den Filter auf die Ansichten an

# EcfTabPage_ToolTip_FilterClearButton
source: Resets the filter and refreshes the views
de: Setzt die Filter zurück und aktualisiert die Ansichten

# EcfTabPage_ToolTip_MoveDown
source: Moves the selected elements downwards
de: Bewegt die selektierten Elemente abwärts

# EcfTabPage_ToolTip_MoveUp
source: Moves the selected elements upwards
de: Bewegt die selektierten Elemente aufwärts

# EcfTabPage_ToolTip_ParameterLikeInput
source: Textual parameter search filter on parameter values (Case sensitive Like)
de: Textbasierter Parameter Suchfilter innerhalb der Parameter Werte (Case sensitive Like)

# EcfTabPage_ToolTip_ParameterSelector
source: Selects the visible parameter items
de: Auswahl der angezeigten Parameter

# EcfTabPage_ToolTip_PasteElements
source: Pastes the copied elements from the clipboard to the selected file and location
de: Fügt die kopierten Elemente aus dem Zwischenspeicher in die gewählte Datei an der gewählt Position ein

# EcfTabPage_ToolTip_Redo
source: Redo last undo
de: Wiederholen

# EcfTabPage_ToolTip_Remove
source: Removes the selected elements
de: Entfernt die selektierten Elemente

# EcfTabPage_ToolTip_TreeErrorDisplayModeSelector
source: Cycles between "Show all", "Show faulty only" and "Show non faulty only"
de: Wählt zwischen "Zeige alle", "Zeige nur fehlerhafte" und "Zeige nur fehlerfreie"

# EcfTabPage_ToolTip_TreeItemTypeSelector
source: Selects the visible tree item types
de: Auswahl der angezeigten Baum Element Typen

# EcfTabPage_ToolTip_TreeLikeInput
source: Textual tree item search filter on display node name (Case sensitive Like)
de: Textbasierter Baum Element Suchfilter auf dem angezeigten Knotennamen (Case sensitive Like)

# EcfTabPage_ToolTip_Undo
source: Undo last change
de: Rückgängig

# EcfTechTreeDialog_ElementSettingsUpdateError
source: The update of the element settings failed
de: Die Aktualisierung der Element Einstellungen ist fehlgeschlagen

# EcfTechTreeDialog_NewTreeName
source: New TechTree
de: Neuer TechTree

# EcfTechTreeDialog_ReallyRemoveTechTreeQuestion
source: Really remove complete TechTree?
de: Den kompletten TechTree wirklich entfernen?

# EcfTechTreeDialog_SelectFileForType
source: Select file for the type
de: Wähle die Datei für den Typ

# EcfTechTreeDialog_TechTreeNameAlreadyUsed
source: The TechTree name is already used by another TechTree!
de: Der TechTree Name wird bereits von einem anderen TechTree verwendet!

# EcfTechTreeDialog_ToolTip_AddTree
source: Adds a new empty tech tree
de: Fügt einen neuen leeren TechTree hinzu

# EcfTechTreeDialog_ToolTip_CopyTree
source: Copies the selected tech tree to clipboard
de: Kopiert den gewählten TechTree in die Zwischenablage

# EcfTechTreeDialog_ToolTip_PasteTree
source: Creates a new tech tree from the clipboard
de: Erzeugt einen neuen TechTree aus der Zwischenablage

# EcfTechTreeDialog_ToolTip_RemoveTree
source: Removes the selected tech tree
de: Entfernt den ausgewählten TechTree

# EcfTechTreeDialog_ToolTip_RenameTree
source: Renames the selected tech tree
de: Benennt den gewählten TechTree um

# EcfTechTreeItemEditorDialog_NoElementSelected
source: No suitable element selected
de: Kein geeignetes Element ausgewählt

# EcfTreeView_ToolTip_TreeItemCountSelector
source: Count of tree items shown at once
de: Anzahl der gleichzeitig angezeigten Baum Elemente

# EcfTreeView_ToolTip_TreeItemGroupSelector
source: Group of tree items shown
de: Gruppe der angezeigten Baum Elemente

# EcfTreeView_ToolTip_TreeSorterAlphabeticOrder
source: Sets alphabetical sorting order for element names
de: Aktiviert die alphabetische Reihenfolge nach Elementnamen

# EcfTreeView_ToolTip_TreeSorterDirection
source: Changes the sorting direction
de: Ändert die Sortierrichtung

# EcfTreeView_ToolTip_TreeSorterOriginOrder
source: Sets original sorting order (from File)
de: Aktiviert die original Reihenfolge (aus der Datei)

# EgsEcfEditorApp_CloseAllTabsWithUnsaved
source: There are unsaved changes in at least one tab. Really close all tabs?
de: In mindestens einem Tab befinden sich ungesicherte Daten. Wirklich alle Tabs schließen?

# EgsEcfEditorApp_CloseAppWithUnsaved
source: There are unsaved changes in at least one tab. Really close the app?
de: In mindestens einem Tab befinden sich ungesicherte Daten. Programm wirklich schließen?

# EgsEcfEditorApp_CloseTabWithUnsaved
source: There are unsaved changes in the selected tab. Really close this tab?
de: In dem gewählten Tab befinden sich ungesicherte Daten. Diesen Tab wirklich schließen?

# EgsEcfEditorApp_CreateEcfFileFailed
source: File could not be created!
de: Datei konnte nicht erstellt werden!

# EgsEcfEditorApp_LesserThenTwoFilesOpened
source: Lesser then two files opened!
de: Weniger als zwei Dateien geöffnet!

# EgsEcfEditorApp_NoTabSelected
source: No valid file tab selected!
de: Kein gültiger Dateireiter ausgewählt!

# EgsEcfEditorApp_OpenEcfFileFailed
source: File could not be opened!
de: Datei konnte nicht geöffnet werden!

# EgsEcfEditorApp_OverrideTabWithUnsaved
source: There are unsaved changes in the selected tab. Really reload this tab?
de: In dem gewählten Tab befinden sich ungesicherte Daten. Diesen Tab wirklich neu laden?

# EgsEcfEditorApp_ReloadEcfFileFailed
source: File content could not be reloaded!
de: Dateiinhalt konnte nicht neu geladen werden!

# EgsEcfEditorApp_ReloadFileDefinitionsFailed
source: Definition reloading failed!
de: Definitionen konnten nicht geladen werden!

# EgsEcfEditorApp_ReloadFileDefinitionsSuccess
source: Definitions reloaded successfully!
de: Definitionen erfolgreich neu geladen!

# EgsEcfEditorApp_SaveEcfFileFailed
source: File could not be saved!
de: Datei konnte nicht gespeichert werden!

# EgsEcfEditorApp_ToolTip_CheckDefinition
source: Checks the format definition of the selected file on deprecated specifications
de: Prüft die Format Definition der gewählten Datei auf veraltete Vorgaben

# EgsEcfEditorApp_ToolTip_Close
source: Closes the selected file
de: Schließt die selektierte Datei

# EgsEcfEditorApp_ToolTip_CloseAll
source: Closes all files
de: Schließt alle Dateien

# EgsEcfEditorApp_ToolTip_CompareAndMerge
source: Compares two files, lists the differences and offers merge options
de: Vergleicht zwei Dateien, zeigt die Unterschiede an und stellt Optionen zur Zusammenführung bereit

# EgsEcfEditorApp_ToolTip_New
source: Creates a new file
de: Erzeugt eine neue Datei

# EgsEcfEditorApp_ToolTip_Open
source: Opens an existing file
de: Öffnet eine existierende Datei

# EgsEcfEditorApp_ToolTip_OpenSettingsDialog
source: Opens the settings dialog
de: Öffnet das Einstellungs-Fenster

# EgsEcfEditorApp_ToolTip_Reload
source: Reloads the content from the file
de: Lädt die Dateiinhalte neu

# EgsEcfEditorApp_ToolTip_ReloadDefinitions
source: Reloads the format definition data from the XML files
de: Lädt die Format Definitionen neu aus den XML Dateien

# EgsEcfEditorApp_ToolTip_ReplaceDefinition
source: Replaces the definition of the selected file with the latest loaded definition and reread the content of the file with this definition
de: Ersetzt die Definition der selektierten Datei durch die zuletzt geladene Definition und liest den Dateiinhalt mit der Definition neu ein

# EgsEcfEditorApp_ToolTip_Save
source: Saves the selected file
de: Speichert die selektierte Datei

# EgsEcfEditorApp_ToolTip_SaveAll
source: Saves all files
de: Speichert alle Dateien

# EgsEcfEditorApp_ToolTip_SaveAs
source: Saves the selected file with new name
de: Speichert die selektierte Datei unter einem anderen Namen

# EgsEcfEditorApp_ToolTip_TechTreeEditor
source: Creates a preview for the TechTree based on the open files and provides altering options
de: Erzeugt eine Vorschauansicht für den TechTree basierend auf den geöffneten Dateien und ermöglicht diverse Änderungen

# Generic_AddedTo
source: added to
de: hinzugefügt zu

# Generic_ChangeAll
source: Change all
de: Alle ändern

# Generic_ContinueOperationWithErrorsQuestion
source: Continuing the current operation will result in errors. Still continue?
de: Das Fortsetzen des aktuellen Vorgangs führt zu Fehlern. Dennoch fortfahren?

# Generic_FileCouldNotBeOpened
source: File could not be opened
de: Datei konnte nicht geöffnet werden

# Generic_HasError
source: has error
de: hat Fehler

# Generic_HasNoValue
source: has no value
de: hat keinen Wert

# Generic_IsAlreadyPresentIn
source: is already present in
de: ist bereits enthalten in

# Generic_IsNotOptional
source: is not optional
de: ist nicht optional

# Generic_NoSuitableSelection
source: No suitable item selected
de: Kein geeignetes Element ausgewählt

# Generic_NotImplementedYet
source: Not implemented yet! :)
de: Noch nicht implementiert! :)

# Generic_Of
source: of
de: von

# Generic_Page
source: Page
de: Seite

# Generic_RemovedFrom
source: removed from
de: entfernt von

# ItemHandlingSupport_AddTemplateFailed
source: Add template failed
de: Hinzufügen des Templates fehlgeschlagen

# ItemHandlingSupport_AddToTemplateDefinitionFailed
source: Add to Template definition failed
de: Hinzufügen zur Template Definition fehlgeschlagen

# ItemHandlingSupport_AllBlockGroupsWithBlock
source: All block groups with build block
de: Alle BlockGroups mit Bau Block

# ItemHandlingSupport_AllElementsWithTemplate
source: All items with template
de: Alle Elemente mit Template

# ItemHandlingSupport_AllItemsWithParameter
source: All items with parameter
de: Alle Elemente mit Parameter

# ItemHandlingSupport_AllParametersWithValue
source: All Parameters with value
de: Alle Parameter mit Wert

# ItemHandlingSupport_AllTemplatesForItem
source: All templates for item
de: Alle Templates für Item

# ItemHandlingSupport_AllTemplatesWithItem
source: All templates with item
de: Alle Templates mit Item

# ItemHandlingSupport_DefinitionReplacementFailed
source: Replacement of definition failed
de: Das Ersetzen der Definition ist fehlgeschlagen

# ItemHandlingSupport_ElementHasAlreadyTemplate
source: The item has already a template attached
de: Das Element hat bereits ein Template

# ItemHandlingSupport_NoGlobalDefinitionFileFound
source: No GlobalDef definition file found
de: Keine GlobalDef Definitions Datei gefunden

# ItemHandlingSupport_NoTemplateDefinitionFileFound
source: No template definition file found
de: Keine Template Definitions Datei gefunden

# ItemHandlingSupport_NoTemplateFileOpened
source: No template file is opened
de: Es ist keine Template Datei geöffnet

# ItemHandlingSupport_NoTemplatesForItem
source: No templates for item
de: Keine Templates für Item

# ItemHandlingSupport_OnlyRemoveOrDeleteTemplateQuestion
source: Only remove template (Yes) or delete completely (No)?
de: Template nur entfernen (Ja) oder komplett löschen (Nein)?
