Repository: Ir3nicuz/EgsEcfEditorApp
Catalog: EgsEcfEditorApp/Properties/TitleRecources.*.resx
Languages: de

# DeprecatedDefinitionsDialog_ColumnHeaderAllowBlank
source: Allow blank
de: Erlaubt leer

# DeprecatedDefinitionsDialog_ColumnHeaderHasValue
source: Has value
de: Hat Wert

# DeprecatedDefinitionsDialog_ColumnHeaderIsForceEscaped
source: Is force escaped
de: Erzwingt Escapes

# DeprecatedDefinitionsDialog_CompareFile
source: Compare file
de: Vergleichsdatei

# DeprecatedDefinitionsDialog_DefinitionFile
source: Definition file
de: Definitionsdatei

# DeprecatedDefinitionsDialog_Header
source: Deprecated definitions
de: Veraltete Definitionen

# EcfErrorView_CreationErrors
source: Creation errors
de: Schreibfehler

# EcfErrorView_EditingErrors
source: Editing errors
de: Editierfehler

# EcfErrorView_ErrorGroupColumn
source: Error group
de: Fehlergruppe

# EcfErrorView_ErrorNumberColumn
source: No
de: Nr

# EcfErrorView_Header
source: Content error overview
de: Daten Fehler Übersicht

# EcfErrorView_InterpretationErrors
source: Interpretation errors
de: Lesefehler

# EcfErrorView_ShowInEditor
source: Show in editor
de: Zeige in Editor

# EcfErrorView_ShowInFile
source: Show in file
de: Zeige in Datei

# EcfErrorView_StructuralErrors
source: Structural errors
de: Strukturfehler

# EcfFileCAMDialog_Header
source: Compare and Merge
de: Vergleichen und Zusammenführen

# EcfFileDialog_CreateFileDialog
source: Create file
de: Neue Datei erstellen

# EcfFileDialog_CreateFileName
source: NewFile
de: NeueDatei

# EcfFileLoadingDialog_BarText
source: Lines
de: Zeile

# EcfFileLoadingDialog_Header
source: Loading file content
de: Lade Datei Inhalt

# EcfFileOpenDialog_EncodingBox
source: File encoding
de: Datei Encoding

# EcfFileOpenDialog_FilePathAndNameBox
source: File path and name
de: Datei Pfad und Name

# EcfFileOpenDialog_FindFileDialog
source: Find file
de: Datei finden

# EcfFileOpenDialog_NewFileDialog
source: Define new file
de: Neue Datei definieren

# EcfFileOpenDialog_NewLineSymbolBox
source: New line symbol
de: Zeilenumbruch Symbol

# EcfFileOpenDialog_OpenFileDialog
source: Open existing file
de: Bestehende Datei öffnen

# EcfInfoView_ElementData
source: Element data
de: Elementdaten

# EcfInfoView_Header
source: Additional data
de: Zusatzdaten

# EcfInfoView_ParameterData
source: Parameter data
de: Parameterdaten

# EcfItemEditingDialog_Header_AddChildBlock
source: Add child block item
de: Unterelement hinzufügen

# EcfItemEditingDialog_Header_AddComment
source: Add comment item
de: Kommentar hinzufügen

# EcfItemEditingDialog_Header_AddParameter
source: Add parameter item
de: Parameter hinzufügen

# EcfItemEditingDialog_Header_AddRootBlock
source: Add root block item
de: Basiselement hinzufügen

# EcfItemEditingDialog_Header_EditChildBlock
source: Edit child block item
de: Unterelement bearbeiten

# EcfItemEditingDialog_Header_EditComment
source: Edit comment item
de: Kommentar Element bearbeiten

# EcfItemEditingDialog_Header_EditParameter
source: Edit parameter item
de: Parameter Element bearbeiten

# EcfItemEditingDialog_Header_EditParameterMatrix
source: Parameter Matrix editing
de: Parameter Matrix Bearbeitung

# EcfItemEditingDialog_Header_EditRootBlock
source: Edit root block item
de: Basiselement bearbeiten

# EcfItemEditingDialog_Header_SelectItem
source: Select the item type to be added
de: Wähle den Element Typ der erzeugt werden soll

# EcfItemEditingDialog_ParameterItem_ValuesLabel
source: Values / Groups
de: Werte / Gruppen

# EcfParameterView_Header
source: Parameter view
de: Parameteransicht

# EcfParameterView_Header_InheritedParameters
source: inherited
de: vererbte

# EcfParameterView_Header_OverwritingParameters
source: overwriting
de: überschrieben

# EcfParameterView_ParameterNumberColumn
source: No
de: Nr

# EcfParameterView_ParameterOverwritingColumn
source: Over.
de: Übers.

# EcfParameterView_ParameterParentColumn
source: Tree element
de: Baum Element

# EcfParameterView_UnnamedParent
source: Unnamed
de: Namenlos

# EcfSettingsDialog_CreationPanel_AllowFallbackToParsedData
source: Allow fallback to original data
de: Erlaube Verwendung von Originaldaten

# EcfSettingsDialog_CreationPanel_Header
source: File Creation
de: Dateierstellung

# EcfSettingsDialog_CreationPanel_InvalidateParentOnError
source: Invalidate parent of invalid item
de: Vererbe Fehler an übergeordnetes Element

# EcfSettingsDialog_CreationPanel_WriteOnlyValidItems
source: Write only valid items to file
de: Schreibe nur valide Elemente in Datei

# EcfSettingsDialog_FilterPanel_Header
source: Filtering
de: Filterung

# EcfSettingsDialog_FilterPanel_TreeViewFilterCommentsInitActive
source: Tree view 'comments' initially visible
de: Baumansicht 'Kommentare' initial aktiv

# EcfSettingsDialog_FilterPanel_TreeViewFilterDataBlocksInitActive
source: Tree view 'data blocks' initially visible
de: Baumansicht 'Datenblöcke' initial aktiv

# EcfSettingsDialog_FilterPanel_TreeViewFilterParametersInitActive
source: Tree view 'parameters' initially visible
de: Baumansicht 'Parameter' initial aktiv

# EcfSettingsDialog_GeneralPanel_GameVersion
source: Game version
de: Spiel Version

# EcfSettingsDialog_GeneralPanel_Header
source: General
de: Allgemein

# EcfSettingsDialog_Header
source: Settings
de: Einstellungen

# EcfSettingsDialog_SorterPanel_ErrorViewSorterInitCount
source: Error view item count preset
de: Fehleransicht Elementanzahl Vorauswahl

# EcfSettingsDialog_SorterPanel_Header
source: Sorting
de: Sortierung

# EcfSettingsDialog_SorterPanel_ParameterViewSorterInitCount
source: Parameter view item count preset
de: Parameteransicht Elementanzahl Vorauswahl

# EcfSettingsDialog_SorterPanel_TreeViewSorterInitCount
source: Tree view item count preset
de: Baumansicht Elementanzahl Vorauswahl

# EcfSettingsDialog_TechTreePanel_DefaultValueUnlockCost
source: Default Value 'Unlock Cost'
de: Standard Wert 'Unlock Cost'

# EcfSettingsDialog_TechTreePanel_DefaultValueUnlockLevel
source: Default Value 'Unlock Level'
de: Standard Wert 'Unlock Level'

# EcfSettingsDialog_TechTreePanel_Header
source: Tech Tree
de: Technologiebaum

# EcfSettingsDialog_TechTreePanel_ParameterKeyReferenceName
source: Parameter Key 'Referenced Name'
de: Parameter Schlüssel 'Referenced Name'

# EcfSettingsDialog_TechTreePanel_ParameterKeyTechTreeNames
source: Parameter Key 'Tech Tree Names'
de: Parameter Schlüssel 'Tech Tree Names'

# EcfSettingsDialog_TechTreePanel_ParameterKeyTechTreeParentName
source: Parameter Key 'Tech Tree Parent Name'
de: Parameter Schlüssel 'Tech Tree Parent Name'

# EcfSettingsDialog_TechTreePanel_ParameterKeyUnlockCost
source: Parameter Key 'Unlock Cost'
de: Parameter Schlüssel 'Unlock Cost'

# EcfSettingsDialog_TechTreePanel_ParameterKeyUnlockLevel
source: Parameter Key 'Unlock Level'
de: Parameter Schlüssel 'Unlock Level'

# EcfTechTreeDialog_Header
source: TechTree preview and edit
de: TechTree Vorschau und Editor

# EcfTechTreeDialog_RemoveFromAllMenuItem
source: Remove from all TechTrees
de: Aus allen TechTrees entfernen

# EcfTechTreeDialog_RemoveFromThisMenuItem
source: Remove from this TechTree
de: Aus diesem TechTree entfernen

# EcfTechTreeDialog_TreeNameInputHeader
source: TechTree name input
de: TechTree Namenseingabe

# EcfTechTreeItemEditorDialog_ElementPickerHeader
source: Pick Element
de: Wähle Element

# EcfTechTreeItemEditorDialog_Header
source: Edit element
de: Element bearbeiten

# EcfTechTreeItemEditorDialog_UnlockCostSetting
source: Unlock cost
de: Freischaltkosten

# EcfTechTreeItemEditorDialog_UnlockLevelSetting
source: Unlock level
de: Freischaltlevel

# EcfTreeView_AddToTemplateDefinition
source: Add to template definition
de: Hinzufügen zu Template Definition

# EcfTreeView_DeleteTemplate
source: Delete template
de: Lösche Template

# EcfTreeView_FilterSelector_Elements
source: tree items
de: Baumelemente

# EcfTreeView_Header
source: Tree view
de: Baumansicht

# EcfTreeView_ListItemUsingTemplates
source: List item using templates
de: Liste verwendende Templates

# EcfTreeView_ShowLinkedTemplate
source: Show linked template
de: Zeige verknüpftes Template

# Generic_Abort
source: Abort
de: Abbruch

# Generic_Active
source: Active
de: Aktiv

# Generic_Add
source: Add
de: Hinzufügen

# Generic_AddAfter
source: Add after
de: Hinzufügen nach

# Generic_AddTo
source: Add to
de: Hinzufügen zu

# Generic_Attention
source: Attention
de: Achtung

# Generic_Attribute
source: Attribute
de: Attribut

# Generic_Attributes
source: Attributes
de: Attribute

# Generic_Author
source: Author
de: Autor

# Generic_BackButton
source: Back
de: Zurück

# Generic_Change
source: Change
de: Ändern

# Generic_ChildElement
source: Child item
de: Unterelement

# Generic_ChildElements
source: Child items
de: Unterelemente

# Generic_Close
source: Close
de: Schließen

# Generic_Comment
source: Comment
de: Kommentar

# Generic_Comments
source: Comments
de: Kommentare

# Generic_Copy
source: Copy
de: Kopie

# Generic_Copying
source: Copy
de: Kopieren

# Generic_Cost
source: Cost
de: Kosten

# Generic_DataElement
source: Data item
de: Daten Element

# Generic_DataElements
source: Data items
de: Daten Elemente

# Generic_DataType
source: Data type
de: Daten Typ

# Generic_Definitions
source: Definitions
de: Definitionen

# Generic_Element
source: Item
de: Element

# Generic_Elements
source: Items
de: Elementw

# Generic_Error
source: Error
de: Fehler

# Generic_Errors
source: Errors
de: Fehler

# Generic_Group
source: Group
de: Gruppe

# Generic_Info
source: Information
de: Info

# Generic_Inherited
source: Inherited
de: Vererbt

# Generic_IsOptional
source: Is optional
de: Ist optional

# Generic_License
source: License
de: Lizenz

# Generic_LineNumber
source: Line number
de: Zeilennummer

# Generic_Manual
source: Manual
de: Anleitung

# Generic_Names
source: Names
de: Namen

# Generic_No
source: No
de: Nein

# Generic_Parameters
source: Parameters
de: Parameter

# Generic_ParentElement
source: Parent element
de: Überg. Element

# Generic_Paste
source: Paste
de: Einfügen

# Generic_PasteAfter
source: Paste after
de: Einfügen nach

# Generic_PasteTo
source: Paste to
de: Einfügen in

# Generic_PickItem
source: Pick item
de: Wähle Element

# Generic_PostMark
source: Post mark
de: Nachzeichen

# Generic_PreMark
source: Pre mark
de: Vorzeichen

# Generic_Properties
source: Properties
de: Eigenschaften

# Generic_Remove
source: Remove
de: Entfernen

# Generic_Replacement_Empty
source: <empty>
de: <leer>

# Generic_Reset
source: Reset
de: Zurücksetzen

# Generic_RootElement
source: Root item
de: Basiselement

# Generic_RootElements
source: Root items
de: Basiselemente

# Generic_Save
source: Save
de: Speichern

# Generic_Search
source: Search
de: Suche

# Generic_Type
source: Type
de: Typ

# Generic_Value
source: Value
de: Wert

# Generic_Values
source: Values
de: Werte

# Generic_Warning
source: Warning
de: Warnung

# Generic_Yes
source: Yes
de: Ja
